[
    {
      "fact": "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of iron in the heat."
    },
    {
      "fact": "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still edible."
    },
    {
      "fact": "Bananas are berries, but strawberries are not."
    },
    {
      "fact": "Humans share 50% of their DNA with bananas."
    },
    {
      "fact": "An octopus has three hearts and blue blood."
    },
    {
      "fact": "There are more stars in the universe than grains of sand on all the Earth's beaches."
    },
    {
      "fact": "A day on Venus is longer than a year on Venus."
    },
    {
      "fact": "Water can boil and freeze at the same time. This is called the triple point, and it occurs when temperature and pressure are just right for all three phases (gas, liquid, and solid) of a substance to coexist in thermodynamic equilibrium."
    },
    {
      "fact": "A teaspoon of honey is the life's work of 12 bees."
    },
    {
      "fact": "The human nose can detect about 1 trillion different smells."
    },
    {
      "fact": "Some metals are so reactive that they explode on contact with water, such as potassium, rubidium, and cesium."
    },
    {
      "fact": "Lightning strikes the Earth about 100 times every second."
    },
    {
      "fact": "Dolphins sleep with one eye open."
    },
    {
      "fact": "The average person walks the equivalent of five times around the world in their lifetime."
    },
    {
      "fact": "There are more cells of bacteria in your body than there are human cells."
    },
    {
      "fact": "The speed of light in a vacuum is 299,792,458 meters per second."
    },
    {
      "fact": "A single strand of human DNA is about 2 meters long when uncoiled."
    },
    {
      "fact": "Humans and giraffes have the same number of neck vertebrae: seven."
    },
    {
      "fact": "There is enough DNA in the average person's body to stretch from the sun to Pluto and back — 17 times."
    },
    {
      "fact": "Venus is the hottest planet in our solar system, with surface temperatures over 450 degrees Celsius."
    },
    {
      "fact": "If you could fold a piece of paper 42 times, it would reach the moon."
    },
    {
      "fact": "A bolt of lightning contains enough energy to toast 100,000 slices of bread."
    },
    {
      "fact": "The Great Wall of China is not visible from space with the naked eye, contrary to popular belief."
    },
    {
      "fact": "The mitochondria in your cells are believed to have originated from ancient bacteria."
    },
    {
      "fact": "Butterflies taste with their feet."
    },
    {
      "fact": "Sharks have been around longer than trees."
    },
    {
      "fact": "Cleopatra lived closer in time to the moon landing than to the construction of the Great Pyramid of Giza."
    },
    {
      "fact": "A flea can accelerate faster than the Space Shuttle."
    },
    {
      "fact": "Jupiter has a Great Red Spot, which is a storm that has been raging for at least 350 years."
    },
    {
      "fact": "One teaspoon of a neutron star would weigh about 6 billion tons."
    },
    {
      "fact": "Koalas have fingerprints that are almost indistinguishable from human fingerprints."
    },
    {
      "fact": "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after 38 minutes."
    },
    {
      "fact": "Hot water freezes faster than cold water. This phenomenon is known as the Mpemba effect."
    },
    {
      "fact": "A group of flamingos is called a 'flamboyance'."
    },
    {
      "fact": "The average human body contains enough sulfur to kill all fleas on an average dog."
    },
    {
      "fact": "Humans have a unique tongue print, just like fingerprints."
    },
    {
      "fact": "Polar bears have black skin under their white fur."
    },
    {
      "fact": "The moon is moving away from Earth at a rate of about 3.8 centimeters per year."
    },
    {
      "fact": "A day on the planet Mercury is twice as long as its year."
    },
    {
      "fact": "A small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death."
    },
    {
      "fact": "The highest temperature ever recorded on Earth was 56.7 degrees Celsius (134 degrees Fahrenheit) in Death Valley, California, USA."
    },
    {
      "fact": "Cows have best friends and get stressed when they are separated."
    },
    {
      "fact": "A sneeze can travel at a speed of 100 miles per hour."
    },
    {
      "fact": "Sea otters hold hands while sleeping to keep from drifting apart."
    },
    {
      "fact": "The longest time between two twins being born is 87 days."
    },
    {
      "fact": "The heart of a shrimp is located in its head."
    },
    {
      "fact": "Hummingbirds are the only birds that can fly backwards."
    },
    {
      "fact": "The total weight of ants on Earth once equaled the total weight of people."
    },
    {
      "fact": "A snail can sleep for three years."
    },
    {
      "fact": "The blood of a horseshoe crab is blue due to the presence of copper."
    },
    {
      "fact": "A jiffy is an actual unit of time. It is 1/100th of a second."
    },
    {
      "fact": "Wombat poop is cube-shaped."
    },
    {
      "fact": "There are more trees on Earth than stars in the Milky Way."
    },
    {
      "fact": "The coldest temperature ever recorded on Earth was -128.6 degrees Fahrenheit (-89.2 degrees Celsius) in Antarctica."
    },
    {
      "fact": "The largest living organism on Earth is a fungus called Armillaria ostoyae. It covers over 2,385 acres and is over 2,000 years old."
    },
    {
      "fact": "A day on Mars is 24.6 hours long."
    },
    {
      "fact": "The loudest sound ever recorded was the eruption of the Krakatoa volcano in 1883. It was heard 3,000 miles away."
    },
    {
      "fact": "Some turtles can breathe through their butts."
    },
    {
      "fact": "The Amazon rainforest produces about 20% of the Earth's oxygen."
    },
    {
      "fact": "Humans have explored less than 5% of the world's oceans."
    },
    {
      "fact": "The Earth's core is as hot as the surface of the sun."
    },
    {
      "fact": "An adult human body is made up of about 60% water."
    },
    {
      "fact": "Pluto is smaller than the United States."
    },
    {
      "fact": "If Betelgeuse, a red supergiant star in the Orion constellation, exploded, it would be so bright that it would outshine the moon in our sky."
    },
    {
      "fact": "Jellyfish are about 95% water."
    },
    {
      "fact": "The Great Barrier Reef is the largest living structure on Earth, visible from space."
    },
    {
      "fact": "Banging your head against a wall burns 150 calories an hour."
    },
    {
      "fact": "Octopuses have nine brains: one central brain and one in each of their eight arms."
    },
    {
      "fact": "The shortest complete sentence in the English language is 'I am.'"
    },
    {
      "fact": "Starfish can regenerate their arms, and in some cases, an entire new starfish can grow from a single arm."
    },
    {
      "fact": "A bolt of lightning is five times hotter than the surface of the sun."
    },
    {
      "fact": "A hummingbird's heart beats over 1,200 times per minute."
    },
    {
      "fact": "The Milky Way galaxy will collide with the Andromeda galaxy in about 4 billion years."
    },
    {
      "fact": "Some fish can recognize their owner's face."
    },
    {
      "fact": "The human brain is capable of generating about 23 watts of power when awake."
    },
    {
      "fact": "Cats have fewer toes on their back paws. They have five toes on their front paws, but only four on their back paws."
    },
    {
      "fact": "Spiders can regrow lost legs."
    },
    {
      "fact": "Humans are bioluminescent and glow in the dark, but the light is too weak for our eyes to see."
    },
    {
      "fact": "Grasshoppers have ears on their bellies."
    },
    {
      "fact": "A blue whale's heart is the size of a small car."
    },
    {
      "fact": "The longest-living insect is the termite queen, which can live up to 50 years."
    },
    {
      "fact": "One day on Titan, Saturn's largest moon, is 16 Earth days long."
    },
    {
      "fact": "Your heartbeat changes and mimics the music you listen to."
    },
    {
      "fact": "A cockroach can live for a week without its head."
    },
    {
      "fact": "The hottest inhabited place on Earth is Dallol, Ethiopia, with an average annual temperature of 34.6 degrees Celsius (94.3 degrees Fahrenheit)."
    },
    {
      "fact": "The smell of freshly-cut grass is actually a plant distress call."
    },
    {
      "fact": "A day on Pluto is equivalent to 153 hours, about 6.4 Earth days."
    },
    {
      "fact": "A group of crows is called a 'murder.'"
    },
    {
      "fact": "A full head of human hair is strong enough to support 12 tons."
    },
    {
      "fact": "Earth's rotation is gradually slowing, roughly 17 milliseconds per hundred years."
    },
    {
      "fact": "Wombats have cube-shaped poop to prevent it from rolling away and to mark their territory."
    },
    {
      "fact": "The total weight of all the ants on Earth is roughly equal to the weight of all the humans on Earth."
    },
    {
      "fact": "A jellyfish is 95% water, and humans are 60% water."
    },
    {
      "fact": "The universe is about 13.8 billion years old."
    },
    {
      "fact": "The only letter that doesn't appear in the periodic table is the letter 'J'."
    },
    {
      "fact": "Humans can't breathe and swallow at the same time."
    },
    {
      "fact": "Mosquitoes are the deadliest animals on Earth, responsible for more human deaths than any other animal."
    },
    {
      "fact": "Bamboo can grow up to 91 cm (35 inches) in a single day."
    },
    {
      "fact": "The Earth's atmosphere is composed of 78% nitrogen and 21% oxygen."
    },
    {
      "fact": "The largest volcano in the solar system is Olympus Mons on Mars, standing about 13.6 miles (22 kilometers) high."
    },
    {
      "fact": "Every second, the sun sends to Earth 10 times more neutrinos than the number of people on Earth."
    },
    {
      "fact": "If you could travel at the speed of light, it would take you 4.3 years to reach the nearest star, Proxima Centauri."
    }
  ]
  